Repository: Woxeas/emoji_translator
Catalog: lib/l10n/app_*.arb
Languages: cs

# totalTranslations
source: 🧮 Total translations: {count}
cs: 🧮 Celkový počet překladů: {count}

# mostVotedModel
source: 🏆 Most voted model: {model}
cs: 🏆 Nejpreferovanější model: {model}

source: Enter text
cs: Zadejte text

source: Enter emoji
cs: Zadejte emoji

source: Translate ✨
cs: Přeložit ✨

source: Copied to clipboard
cs: Zkopírováno do schránky

# copyTooltip
source: Copy
cs: Kopírovat

# builtBy
source: 🔧 Built by {labs}
cs: 🔧 Vytvořeno {labs}

# starUs
source: ⭐️ Star us on {github}
cs: ⭐️ Dejte nám hvězdičku na {github}

source: Vote as best
cs: Top

source: Voted as best
cs: Označeno jako top
